bradlc.vscode-tailwindcss
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
garytyler.darcula-pycharm
lextudio.restructuredtext
magicstack.edgedb
magicstack.MagicPython
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
njpwerner.autodocstring
npxms.hide-gitignored
vscodevim.vim
